Repository: weblate/wizarr
Catalog: apps/wizarr-frontend/src/language/*/app.po
Languages: sv

source: About
sv: Om

source: Account
sv: Konto

source: Account Error
sv: Kontofel

source: Account Settings
sv: Kontoinställningar

source: Add API keys for external services
sv: Lägg till API-nycklar för externa tjänster

source: Add Custom HTML page to help screen
sv: Lägg till anpassad HTML-sida på hjälpskärmen

source: Add Jellyseerr, Overseerr or Ombi support
sv: Lägg till Jellyseerr, Overseerr eller Ombi support

source: Add Passkey
sv: Lägg till Passkey

source: Add Request Service
sv: Lägg till förfrågningstjänst

source: Add Service
sv: Lägg till tjänst

source: Add webhooks for external services
sv: Lägg till webhooks för externa tjänster

source: Admin Account
sv: Adminkonto

source: Advanced Options
sv: Avancerade val

source: Advanced Settings
sv: Avancerade inställningar

source: Advanced settings for the server
sv: Avancerade inställningar för servern

source: All done!
sv: Allt klart!

source: All of your media server settings will appear here, we know your going to spend a lot of time here 😝
sv: Alla dina mediaserverinställningar kommer att visas här, vi vet att du kommer att spendera mycket tid här 😝

source: All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.
sv: Alla dina medieserveranvändare kommer att visas här i en lista. Du kan hantera dem, redigera dem och ta bort dem. Annan information som deras utgångsdatum eller skapandedatum kommer också att visas här.

source: An error occured while creating your account, your account may of not of been created, if you face issue attempting to login, please contact an admin.
sv: Ett fel uppstod när ditt konto skapades, ditt konto kanske inte har skapats, om du stöter på problem när du försöker logga in, kontakta en administratör.

source: API Key
sv: API-nyckel

source: API key deleted successfully
sv: API-nyckeln har tagits bort

source: API key deletion cancelled
sv: Borttagning av API-nyckel avbröts

source: API key for your media server
sv: API-nyckel för din mediaserver

source: API keys
sv: API-nycklar

source: Are you sure you want to delete this API key?
sv: Är du säker på att du vill ta bort denna API-nyckel?

source: Are you sure you want to delete this invitation?
sv: Är du säker på att du vill ta bort den här inbjudan?

source: Are you sure you want to delete this request?
sv: Är du säker på att du vill ta bort denna begäran?

source: Are you sure you want to delete this webhook?
sv: Är du säker på att du vill ta bort denna webhook?

source: Are you sure you want to reset your dashboard?
sv: Är du säker på att du vill återställa din instrumentpanel?

source: Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.
sv: Är du säker på att du vill spara den här anslutningen, detta kommer att återställa din Wizarr-instans, vilket kan leda till dataförlust.

source: Are you sure you want to start a support session?
sv: Är du säker på att du vill starta en supportsession?

source: Are you sure?
sv: Är du säker?

source: Automatic Media Requests
sv: Automatiska medieförfrågningar

source: Back
sv: Tillbaka

source: Backup File
sv: Backupfil

source: Bug Reporting
sv: Buggrapportering

source: Bug reports helps us track and fix issues in real-time, ensuring a smoother user experience.
sv: Bug-rapporter hjälper oss att spåra och åtgärda problem i realtid, vilket garanterar en smidigare användarupplevelse.

source: Change your password
sv: Ändra ditt lösenord

source: Check for and view updates
sv: Sök efter och se uppdateringar

source: Check it Out
sv: Spana in det

source: Click "Widget" on the left hand sidebar.
sv: Klicka "Widget" på vänstra sidomenyn.

source: Click on "Copy ID" then paste it it in the box below.
sv: Klicka på "Kopiera ID" sedan klistra in den i rutan nedan.

source: Click the key to copy to clipboard!
sv: Klicka på nyckeln för att kopiera till clipboard!

source: Close
sv: Stäng

source: Configure Discord bot settings
sv: Configure Discord bot inställningar

source: Configure notification settings
sv: Konfigurera aviseringsinställningar

source: Configure payment settings
sv: Konfigurera betalningsinställningar

source: Configure Wizarr to display a dynamic Discord Widget to users onboarding after signup.
sv: Konfigurera Wizarr för att visa en dynamisk Discord Widget för användare ombord efter registrering.

source: Configure your account settings
sv: Konfigurera dina kontoinställningar

source: Configure your media server settings
sv: Konfigurera dina medieserverinställningar

source: Configure your passkeys
sv: Konfigurera dina passkeys

source: Continue to Login
sv: Fortsätt till Logga in

source: Copied to clipboard
sv: Kopierad till Clipboard

source: Copy
sv: Kopiera

source: Could not connect to the server.
sv: Kunde inte ansluta till servern.

source: Could not create the account.
sv: Kunde inte skapa kontot.

source: Create a backup of your database and configuration. Please set an encryption password to protect your backup file.
sv: Skapa en säkerhetskopia av din databas och konfiguration. Ange ett krypteringslösenord för att skydda din backupfil.

source: Create and restore backups
sv: Skapa och återställa säkerhetskopior

source: Create Another
sv: Skapa en annan

source: Create API Key
sv: Skapa API-nyckel

source: Create Flow
sv: Skapa flöde

source: Create Invitation
sv: Skapa inbjudan

source: Create Webhook
sv: Skapa webhook

source: Current Version
sv: Nuvarande version

source: Currently Wizarr only supports it's internal SQLite database.
sv: För närvarande stöder Wizarr endast sin interna SQLite-databas.

source: Custom HTML
sv: Anpassad HTML

source: Dashboard reset cancelled
sv: Dashboard återställningen avbruten

source: Dashboard reset successfully
sv: Dashboard återställdes

source: Database
sv: Databas

source: Deleted users will not be visible
sv: Raderade användare kommer inte att synas

source: Detect Server
sv: Upptäck server

source: Detected %{server_type} server!
sv: Upptäckt %{server_type} server!

source: Detected Media Server
sv: Upptäckt Media Server

source: Display Name
sv: Visningsnamn

source: Display Name for your media servers
sv: Visningsnamn för dina mediaservrar

source: Do you really want to delete this user from your media server?
sv: Vill du verkligen ta bort den här användaren från din mediaserver?

source: Don't see your server?
sv: Ser du inte din server?

source: Edit Dashboard
sv: Redigera Dashboard

source: Eh, So, What is Jellyfin exactly?
sv: Eh, så, vad är Jellyfin exakt?

source: Eh, So, What is Plex exactly?
sv: Eh, så, vad är Plex exakt?

source: Enable Discord page and configure settings
sv: Aktivera Discord-sidan och konfigurera inställningar

source: Enable Server Widget:
sv: Aktivera Server Widget:

source: Encryption Password
sv: Krypteringslösenord

source: End of Tour
sv: Avsluta guide

source: Ensure the toggle for "Enable Server Widget" is checked.
sv: Se till att växeln för "Aktivera serverwidget" är markerad.

source: Enter your email and password to login into your membership.
sv: Ange din mail och lösenord för att logga in i ditt medlemskap.

source: Error Monitoring
sv: Felövervakning

source: Expired %{s}
sv: Förfallen % {s}

source: Expires %{s}
sv: Förfaller % {s}

source: Failed to create invitation
sv: Misslyckades med att skapa inbjudan

source: First make sure you have Developer Mode enabled on your Discord by visiting your Discord settings and going to Appearance.
sv: Se först till att du har utvecklarläge aktiverat på din Discord genom att besöka dina Inställningar Discord och gå till Utseende.

source: First name
sv: Förnamn

source: Flow Editor
sv: Flödesredigerare

source: General settings for the server
sv: Allmänna inställningar för servern

source: Get live support from the server admins
sv: Få live support från serveradministratörerna

source: Get Started
sv: Komma igång

source: Getting Started!
sv: Komma igång!

source: Go Home
sv: Gå hem

source: Go to Dashboard
sv: Gå till Dashboard

source: Go to Login
sv: Gå till Logga in

source: Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.
sv: Stora nyheter! Nu har du tillgång till vår servers mediekollektion. Låt oss se till att du vet hur du använder den med Jellyfin.

source: Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.
sv: Bra fråga! Plex är en programvara som låter individer dela sina mediesamlingar med andra. Om du har fått den här inbjudan betyder det att någon vill dela sitt bibliotek med dig.

source: here
sv: här

source: Here's why
sv: Här är varför

source: Home
sv: Hem

source: https://example.com
sv: https://exempel.se

source: I wanted to invite you to join my media server.
sv: Jag ville bjuda in dig till min mediaserver.

source: If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!
sv: Om du skickades hit av en vän, vänligen begär åtkomst eller om du har en inbjudningskod, klicka på Kom igång!

source: Invalid invitation code, please try again
sv: Ogiltig inbjudningskod, försök igen

source: Invitation Code
sv: Inbjudningskod

source: Invitation deleted successfully
sv: Inbjudan raderades

source: Invitation deletion cancelled
sv: Borttagning av inbjudan avbröts

source: Invitation Details
sv: Inbjudningsdetaljer

source: Invitation expired %{s}
sv: Inbjudan löpte ut % {s}

source: Invitation expires %{s}
sv: Inbjudan löper ut % {s}

source: Invitation Settings
sv: Inbjudningsinställningar

source: Invitation used
sv: Inbjudan använd

source: Invitation Users
sv: Inbjudningsanvändare

source: Invitations
sv: Inbjudningar

source: Invite Code
sv: Inbjudningskod

source: Invited Users
sv: Inbjudna användare

source: It allows us to identify and resolve problems before they impact you.
sv: Det gör att vi kan identifiera och lösa problem innan de påverkar dig.

source: It couldn't be simpler! Jellyfin is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Jellyfin app on your device, sign in with your account, and you're ready to start streaming your media. It's that easy!
sv: Det kunde inte vara enklare! Jellyfin är tillgänglig på en mängd olika enheter, inklusive bärbara datorer, surfplattor, smartphones och TV-apparater. Allt du behöver göra är att ladda ner Jellyfin-appen på din enhet, logga in med ditt konto, och du är redo att börja streama dina media. Det är så enkelt!

source: Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.
sv: Jellyfin är en plattform som låter dig strömma alla dina favoritfilmer, TV-program och musik på ett ställe. Det är som att ha din egen personliga biograf nära till hands! Se det som ett digitalt bibliotek med ditt favoritinnehåll som du kan komma åt var som helst, på vilken enhet som helst - din telefon, surfplatta, bärbara dator, smart-TV, you name it.

source: Join
sv: Gå med

source: Join & Download
sv: Gå med och ladda ner

source: Join & Download Plex for this device
sv: Gå med och ladda ner Plex för den här enheten

source: Join my media server
sv: Gå med i min mediaserver

source: Join our Discord
sv: Gå med i vår Discord

source: Last name
sv: Efternamn

source: Latest Info
sv: Senaste info

source: Latest Information
sv: Senaste information

source: Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.
sv: Liksom denna Widget visar den dig den senaste informationen om Wizarr och uppdateras regelbundet av vårt fantastiska team.

source: Load More
sv: Ladda mer

source: Login
sv: Logga in

source: Login into Membership
sv: Logga in i medlemskap

source: Login to Plex
sv: Logga in i Plex

source: Login with Passkey
sv: Logga in med Passkey

source: Login with Password
sv: Logga in med lösenord

source: Logout
sv: Logga ut

source: Logs
sv: Loggar

source: Made by
sv: Skapad med

source: Main Settings
sv: Huvudinställningar

source: Manage bug reporting settings
sv: Hantera bug rapporteringsinställningar

source: Manage you Wizarr server
sv: Hantera din Wizarr server

source: Manage your command flows
sv: Hantera dina kommandoflöden

source: Manage your invitations
sv: Hantera dina inbjudningar

source: Manage your media server users
sv: Hantera dina mediaserveranvändare

source: Managing %{user}
sv: Hanterar % {user}

source: Media Server Address
sv: Media Server-adress

source: Media Server Override
sv: Media Server Överskridning

source: Media will be automatically downloaded to your library
sv: Media hämtas automatiskt till ditt bibliotek

source: Members Online
sv: Medlemmar Online

source: Members Only
sv: Medlemmar Endast

source: Membership
sv: Medlemskap

source: Membership Registration
sv: Medlemskapsregistrering

source: Membership Required
sv: Medlemskap krävs

source: Mixing the potions
sv: Blandar dryckerna

source: Modify the look and feel of the server
sv: Ändra utseendet och känslan på servern

source: My API Key
sv: Min API-nyckel

source: My Webhook
sv: Min webhook

source: Name
sv: Namn

source: Next
sv: Nästa

source: Next Page
sv: Nästa sida

source: No API Keys found
sv: Inga API-nycklar hittades

source: No contributors found
sv: Inga bidragsgivare hittades

source: No expiration
sv: Ingen utgång

source: No Invitations found
sv: Inga inbjudningar hittades

source: No Passkeys found
sv: Inga Passkeys hittades

source: No Requests found
sv: Inga förfrågningar hittades

source: No servers could be found.
sv: Inga servrar kunde hittas.

source: No settings matched your search.
sv: Inga inställningar matchade din sökning.

source: No Users found
sv: Inga användare hittades

source: No Webhooks found
sv: Inga webhooks hittades

source: Notifications
sv: Aviseringar

source: Okay
sv: Okej

source: Open Jellyfin
sv: Öppna Jellyfin

source: Open Plex
sv: Öppna Plex

source: Open Window
sv: Öppna fönster

source: Optional if your server address does not match your external address
sv: Valfritt om din serveradress inte matchar din externa adress

source: Passkey Authentication
sv: Passkey autentisering

source: Password
sv: Lösenord

source: Payments
sv: Betalningar

source: Performance Optimization
sv: Prestanda optimering

source: Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.
sv: Tänker du titta på filmer på den här enheten? Ladda ner Jellyfin för den här enheten eller klicka på "Nästa" för andra alternativ.

source: Planning on watching Movies on this device? Download Plex for this device.
sv: Tänker du att titta på filmer på den här enheten? Ladda ner Plex för den här enheten.

source: Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.
sv: Tänk på att dessa verktyg bara är för felsökningsändamål och vi kommer inte att ge dig stöd från några problem som kan uppstå från att använda dem.

source: Please bare with us while we work on development of this portal.
sv: Var snäll med oss medan vi arbetar med utvecklingen av denna portal.

source: Please enter a server URL and API key.
sv: Ange en server URL och API-nyckel.

source: Please enter a server URL.
sv: Vänligen ange en server URL.

source: Please enter an invite code
sv: Ange en inbjudningskod

source: Please enter your Discord Server ID below and ensure Server Widgets are enabled. If you don't know how to get your Discord Server ID or Enable Widgets, please follow the instructions below.
sv: Ange ditt Discord Server-ID nedan och se till att Server Widgets är aktiverade. Om du inte vet hur du får ditt Discord Server-ID eller Aktivera Widgets, följ instruktionerna nedan.

source: Please enter your invite code
sv: Vänligen ange din inbjudningskod

source: Please login to your Plex account to help us connect you to our server.
sv: Vänligen logga in på din Plex-konto för att hjälpa oss att ansluta dig till vår server.

source: Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.
sv: Ta en kopia av din API-nyckel. Du kommer inte att kunna se det igen, se till att lagra det någonstans säkert.

source: Please wait
sv: Vänligen vänta

source: Please wait...
sv: Vänta...

source: Plex Warning
sv: Plex varning

source: Preparing the spells
sv: Förbereder trollformler

source: Proactive Issue Resolution
sv: Proaktiva problemlösningar

source: Read More
sv: Läs mer

source: Recent Contributors
sv: Nya bidragsgivare

source: Register
sv: Registrera

source: Request Access
sv: Begära tillgång

source: Request any available Movie or TV Show
sv: Begär någon tillgänglig film eller serie

source: Requests
sv: Förfrågningar

source: Reset Layout
sv: Återställ Layout

source: Restore
sv: Återställ

source: Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup
sv: Återställ en säkerhetskopia av din databas och konfiguration från en backupfil. Du måste ange krypteringslösenordet som användes för att skapa backup

source: Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.
sv: Återställ en säkerhetskopia av din databas och konfiguration från en backupfil. Du måste ange krypteringslösenordet som användes för att skapa backupen.

source: Restore Backup
sv: Återställ backup

source: Right, so how do I watch stuff?
sv: Så hur ser jag på saker?

source: Save
sv: Spara

source: Save Account
sv: Spara konto

source: Save Connection
sv: Spara anslutning

source: Save Dashboard
sv: Spara Dashboard

source: Save URL
sv: Spara URL

source: Scan for Users
sv: Skanna efter användare

source: Scan Libraries
sv: Skanna bibliotek

source: Scan Servers
sv: Skanna servrar

source: Scan Users
sv: Skanna användare

source: Search
sv: Sök

source: Search Settings
sv: Sökinställningar

source: Select Language
sv: Välj språk

source: Select Libraries
sv: Välj Bibliotek

source: Server API Key
sv: Server API-nyckel

source: Server connection verified!
sv: Serveranslutning verifierad!

source: Server IP or Address of your media server
sv: Server IP eller adress på din mediaserver

source: Server Type
sv: Servertyp

source: Sessions
sv: Sessioner

source: Settings
sv: Inställningar

source: Settings Categories
sv: Inställningar Kategorier

source: Settings for user accounts
sv: Inställningar för användarkonton

source: Setup Wizarr
sv: Sätt upp Wizarr

source: Setup your account
sv: Ställ in ditt konto

source: Share
sv: Dela

source: Share Invitation
sv: Dela inbjudan

source: Share this link with your friends and family to invite them to join your media server.
sv: Dela den här länken med dina vänner och familj för att bjuda in dem till din medieserver.

source: So let's see how to get started!
sv: Så låt oss se hur du kommer igång!

source: So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.
sv: Så du har nu tillgång till vår servers mediasamling. Låt oss se till att du vet hur du använder den med Plex.

source: Something went wrong
sv: Något gick fel

source: Something went wrong while trying to join the server. Please try again later.
sv: Något gick fel när du försökte gå med i servern. Försök igen senare.

source: Something's missing.
sv: Någonting saknas.

source: Sorry, we can't find that page. It doesn't seem to exist!
sv: Tyvärr, vi kan inte hitta den sidan. Den verkar inte finnas!

source: Start Support Session
sv: Starta supportsession

source: Start Walkthrough
sv: Starta genomgång

source: Still under development
sv: Fortfarande under utveckling

source: Summoning the spirits
sv: Tillkallar andarna

source: Support session ended
sv: Supportsession avslutad

source: Support Us
sv: Stöd oss

source: System Default
sv: Systemstandard

source: Tasks
sv: Uppgifter

source: There are a lot of settings, so you can search for them by using the search bar.
sv: Det finns många inställningar, så du kan söka efter dem genom att använda sökfältet.

source: These are your widgets, you can use them to get a quick overview of your Wizarr instance.
sv: Dessa är dina widgets, du kan använda dem för att få en snabb översikt över din Wizarr instans.

source: These features are only available to paying members
sv: Dessa funktioner är endast tillgängliga för att betala medlemmar

source: This is a temporary and we are working on adding support for other databases.
sv: Detta är tillfälligt och vi arbetar med att lägga till stöd för andra databaser.

source: This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.
sv: Detta är slutet på guiden, vi hoppas att du tyckte om att du hittade det informativt! Kontakta oss gärna på Discord och låt oss veta vad du tycker om Wizarr.

source: This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.
sv: Det är här du kan hantera dina inbjudningar, de kommer att visas här i en lista. Inbjudningar används för att bjuda in nya användare till din mediaserver.

source: This page is currently read only!
sv: Denna sida är för närvarande skrivskyddad!

source: To decrypt and encrypt backup files you can use the tools
sv: För att dekryptera och kryptera backupfiler kan du använda verktygen

source: To enable Server Widgets, navigate to your Server Settings.
sv: För att aktivera Server Widgets, navigera till dina Serverinställningar.

source: To get your Server ID right click on the server icon on the left hand sidebar.
sv: För att få ditt Server-ID högerklicka på serverikonen på vänstra sidomenyn.

source: Total Invitations
sv: Totala inbjudningar

source: Total Tasks
sv: Totala uppgifter

source: Total Users
sv: Totala användare

source: Try Again
sv: Försök igen

source: Type in your invite code for %{server_name}!
sv: Skriv in din inbjudningskod för %{server_name}!

source: Uh oh!
sv: Åh oh!

source: UI Settings
sv: UI-inställningar

source: Unable to detect server.
sv: Kan inte upptäcka servern.

source: Unable to save bug reporting settings.
sv: Kan inte spara buggrapporteringsinställningar.

source: Unable to save connection.
sv: Kan inte spara anslutning.

source: Unable to save due to widgets being disabled on this server.
sv: Kan inte spara på grund av att widgets är inaktiverade på denna server.

source: Unable to verify server.
sv: Kan inte verifiera servern.

source: Updates
sv: Uppdateringar

source: User %{user} deleted
sv: Användare {user} borttagen

source: User deletion cancelled
sv: Användarborttagning avbruten

source: User Expiration
sv: Användarutgång

source: User expired %{s}
sv: Användaren upphörde % {s}

source: User expires %{s}
sv: Användaren upphör % {s}

source: Username
sv: Användarnamn

source: Users
sv: Användare

source: Verify Connection
sv: Verifiera anslutning

source: View
sv: Visa

source: View and download server logs
sv: Visa och ladda ner serverloggar

source: View and manage scheduled tasks
sv: Visa och hantera schemalagda uppgifter
