Repository: weblate/wizarr
Catalog: apps/wizarr-frontend/src/language/*/app.po
Languages: sv

source: View and manage your active sessions
sv: Visa och hantera dina aktiva sessioner

source: View and manage your membership
sv: Visa och hantera ditt medlemskap

source: View API key
sv: Visa API-nyckel

source: View information about the server
sv: Visa information om servern

source: Waving our wands
sv: Viftar med våra trollstavar

source: We are excited to offer you a wide selection of media to choose from. If you're having trouble finding something you like, don't worry! We have a user-friendly request system that can automatically search for the media you're looking for.
sv: Vi är glada över att erbjuda dig ett brett utbud av media att välja mellan. Om du har problem med att hitta något du gillar, oroa dig inte! Vi har ett användarvänligt förfrågningssystem som automatiskt kan söka efter media du letar efter.

source: We can pinpoint bottlenecks and optimize our applications for better performance.
sv: Vi kan hitta flaskhalsar och optimera våra applikationer för bättre prestanda.

source: We have categorized all of your settings to make it easier to find them.
sv: Vi har kategoriserat alla dina inställningar för att göra det lättare att hitta dem.

source: We value the security and stability of our services. Bug reporting plays a crucial role in maintaining and improving our software.
sv: Vi värdesätter säkerheten och stabiliteten i våra tjänster. Bug-rapportering spelar en avgörande roll för att upprätthålla och förbättra vår programvara.

source: We want to clarify that our bug reporting system does not collect sensitive personal data. It primarily captures technical information related to errors and performance, such as error messages, stack traces, and browser information. Rest assured, your personal information is not at risk through this service being enabled.
sv: Vi vill klargöra att vårt felrapporteringssystem inte samlar in känsliga personuppgifter. Det fångar främst teknisk information relaterad till fel och prestanda, till exempel felmeddelanden, stack spår och webbläsarinformation. Du kan vara säker på att din personliga information inte är riskzonen genom att aktivera denna tjänst.

source: We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.
sv: Vi vill hjälpa dig att komma igång med Wizarr så snabbt som möjligt, överväga att följa denna genomgång för att få en snabb översikt.

source: We're here to help you with any issues or questions you may have. If you require assistance, paying members can use the button below to begin a live support session with a Wizarr assistant and we will attempt to guide you through any issues you may be having and resolve them.
sv: Vi är här för att hjälpa dig med eventuella problem eller frågor du kan ha. Om du behöver hjälp kan betalande medlemmar använda knappen nedan för att starta en live-supportsession med en Wizarr-assistent och vi kommer att försöka guida dig genom eventuella problem du kan ha och lösa dem.

source: Webhook deleted successfully
sv: Webhook raderade framgångsrikt

source: Webhook deletion cancelled
sv: Borttagning av webhook avbröts

source: Welcome to
sv: Välkommen till

source: Welcome to Wizarr
sv: Välkommen till Wizarr

source: Why We Use Bug Reporting
sv: Varför vi använder Bug Reporting

source: With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!
sv: Med Plex har du tillgång till alla filmer, TV-program, musik och foton som finns lagrade på deras server!

source: Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access
sv: Wizarr är ett mjukvaruverktyg som ger avancerad användarinbjudan och hanteringsfunktioner för mediaservrar som Jellyfin, Emby och Plex. Med Wizarr kan serveradministratörer enkelt bjuda in nya användare och hantera deras åtkomst

source: Wizarr is an unverified app. This means that Plex may warn you about using it. Do you wish to continue?
sv: Wizarr är en overifierad app. Detta innebär att Plex kan varna dig om att använda den. Vill du fortsätta?

source: Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.
sv: Wizarr kommer automatiskt att skanna din mediaserver för nya användare, men du kan också manuellt skanna för nya användare genom att klicka på knappen "Skanna efter användare", det här är användbart om Wizarr inte har gjort det ännu.

source: Yes
sv: Ja

source: You are currently logged into membership.
sv: Du är för närvarande inloggad i medlemskap.

source: You can also edit your dashboard, delete widgets, add new widgets, and move them around.
sv: Du kan också redigera din instrumentpanel, ta bort widgets, lägga till nya widgets och flytta runt dem.

source: You can create a new invitation by clicking on the 'Create Invitation' button.
sv: Du kan skapa en ny inbjudan genom att klicka på knappen "Skapa inbjudan".

source: You can recieve notifications when your media is ready
sv: Du kan få meddelanden när din media är redo

source: You have successfully completed the setup process.
sv: Du har slutfört installationsprocessen.

source: You must be a paying member to use this feature.
sv: Du måste vara en betalande medlem för att använda den här funktionen.

source: You're all set, click continue to get started and walkthrough how to use %{serverName}!
sv: Allt klart, klicka fortsätt för att komma igång och genomgå hur man använder %{serverName}!

source: Your browser does not support copying to clipboard
sv: Din webbläsare stöder inte kopiering till clipboard

source: Your Done
sv: Du är färdig

source: Your Invitations
sv: Dina inbjudningar

source: Your Settings
sv: Dina inställningar

source: Your Users
sv: Dina användare
